Repository: 1and1/wp-cosy-address-book
Catalog: cosy-address-book/languages/cosy-address-book-*.po
Languages: de_ch, es_es, fr_ca, it_it

# cosy_address_book_admin_page_title
source: Contacts
de_ch: Addressbuch
es_es: Libreta de direcciones
fr_ca: Carnet d'adresses
it_it: Rubrica

# cosy_address_book_menu_title
source: Contacts
de_ch: Addressbuch
es_es: Libreta de direcciones
fr_ca: Carnet d'adresses
it_it: Rubrica

# cosy_address_book_menu_page_headline
source: 1&1 IONOS address book
de_ch: 1&amp;1 IONOS Addressbuch
es_es: 1&1 IONOS Libreta de direcciones
fr_ca: Carnet d'adresses 1&1 IONOS
it_it: Rubrica 1&1 IONOS

# cosy_address_book_invitation
source: This plugin only works in conjunction with the
de_ch: Dieses Plugin funktionniert nur in Verbindung mit dem
es_es: Este plugin solo funciona con la
fr_ca: Ce plugin ne fonctionne qu'avec le
it_it: Questo plugin funziona solo in combinazione con la

# cosy_address_book_url_text
source: 1&1 IONOS address book
de_ch: 1&amp;1 IONOS Addressbuch
es_es: 1&1 IONOS Libreta de direcciones
fr_ca: Carnet d'adresses 1&1 IONOS
it_it: rubrica 1&1 IONOS

# cosy_address_book_guidance_summary
source: To automatically store your website's contact information in your 1&1 IONOS address book, simply connect WordPress to the 1&1 IONOS address book:
de_ch: Um Kontaktinformationen Ihrer website automatisch in Ihrem 1&amp;1 IONOS Addressbuch zu speichern, müssen Sie beide Systeme wie folgt verbinden:
es_es: Para guardar automáticamente los contactos que entren a través de su sitio web en la Libreta de direcciones, simplemente conéctela a WordPress:
fr_ca: Pour stocker automatiquement les données de contact de votre site Web dans votre Carnet d'adresses 1&1 IONOS, connectez simplement WordPress au Carnet d'adresses 1&1 IONOS :
it_it: Per salvare automaticamente le informazioni di contatto del tuo sito web nella tua rubrica 1&1 IONOS, è sufficiente collegare WordPress alla rubrica 1&1 IONOS:

# cosy_address_book_guidance_step_one_label
source: Step 1
de_ch: Schritt 1
es_es: Paso 1
fr_ca: Étape 1

# cosy_address_book_guidance_step_one_content
source: Create a one-time password on the &quot;Manage sources&quot; page in your
de_ch: Erstellen Sie ein Einmal-Passwort auf der Seite &quot;Quellen verwalten&quot; in Ihrem
es_es: Cree una contraseña de un solo uso en la página &quot;Gestionar fuentes&quot; en la
fr_ca: Créez un mot de passe unique sur la page « Gérer les sources » dans votre
it_it: Crea una password, valida solo una volta, nella pagina &quot;Gestisci le fonti&quot; nella

# cosy_address_book_guidance_step_two_label
source: Step 2
de_ch: Schritt 2
es_es: Paso 2
fr_ca: Étape 2

# cosy_address_book_guidance_step_two_content
source: Enter the created one-time password in the field below and click &quot;Save&quot;.
de_ch: Fügen Sie das erstellte Einmal-Passwort in das untenstehenden Feld ein und und klicken Sie auf &quot;Speichern&quot;
es_es: Ingrese esta contraseña en el campo abajo y haga clic en &quot;Guardar&quot;.
fr_ca: Entrez dans le champ ci-dessous le mot de passe unique que vous venez de créer et cliquez sur « Enregistrer ».
it_it: Inserisci la password, valida solo una volta, nel campo sottostante e clicca su &quot;Salva&quot;.

# cosy_address_book_activation_form_label
source: One-time password
de_ch: Einmal-Passwort
es_es: Contraseña de un solo uso
fr_ca: Mot de passe unique
it_it: Password valida solo una volta

# cosy_address_book_form_button_text
source: Save
de_ch: Speichern
es_es: Guardar
fr_ca: Enregistrer
it_it: Salva

# cosy_address_book_connection_header
source: Establish connection
de_ch: Verbindung
es_es: Conectar
fr_ca: Établir la connexion
it_it: Crea il collegamento

# cosy_address_book_plugin_activation_hint
source: Install one of the following plugins to automatically store contact information in your 1&1 IONOS address book.
de_ch: Installieren Sie eines der folgenden Plugins, um Kontaktinformationen automatisch in Ihrem 1&1 IONOS Addressbuch zu speichern.
es_es: Instale uno de los siguientes plugins para guardar automáticamente los contactos en la Libreta de direcciones.
fr_ca: Installez l'un des plugins suivants pour enregistrer automatiquement les informations de contact dans votre Carnet d'adresses 1&1 IONOS.
it_it: Installa uno dei seguenti plugin, affinché le informazioni di contatto vengano salvate automaticamente nella rubrica 1&1 IONOS.

# cosy_address_book_web_form_insertion_hint
source: If you have integrated a contact form into your website, you will see further settings on this page.
de_ch: Wenn Sie ein Kontaktformular in Ihrer Website eingebunden haben, sehen Sie auf dieser Seite weitere Einstellungen.
es_es: Cuando haya integrado un formulario de contacto en el sitio web, verá más configuraciones en esta página.
fr_ca: Si vous intégrez un formulaire de contact sur votre site Web, vous verrez d'autres paramètres sur cette page.
it_it: Se hai inserito un modulo di contatto nel tuo sito web, su questa pagina puoi trovare ulteriori impostazioni.

# cosy_address_book_connection_confirmation
source: The connection with your 1&1 IONOS address book was successful.
de_ch: Erfolgreich verbunden mit Ihrem 1&amp;1 IONOS Addressbuch
es_es: Se ha establecido con éxito la conexión a la Libreta de direcciones.
fr_ca: La connexion avec votre Carnet d'adresses 1&1 IONOS a été établie.
it_it: Il collegamento alla tua rubrica 1&1 IONOS è avvenuto con successo.

# cosy_address_book_mapping_description
source: In which field of your address book should the data of the contact form be saved?
de_ch: In welchem Feld Ihres Addressbuchs sollen die Daten des Kontaktformulars agbespeichert werden?
es_es: ¿En qué campo de la Libreta de direcciones deben guardarse los datos del formulario de contacto?
fr_ca: Dans quel champ de votre carnet d'adresses les données du formulaire de contact doivent-elles être enregistrées ?
it_it: In quale campo della tua rubrica desideri salvare i dati del modulo di contatto?

# cosy_address_book_mapping_header_api_fields
source: 1&1 IONOS address book
de_ch: 1&amp;1 IONOS Addressbuch
es_es: Libreta de direcciones
fr_ca: Carnet d'adresses 1&1 IONOS
it_it: Rubrica 1&1 IONOS

# cosy_address_book_mapping_header_form_fields
source: Field of the contact form
de_ch: Feld des Kontaktformulars
es_es: Campo del formulario
fr_ca: Champ du formulaire de contact
it_it: Campo del modulo di contatto

# cosy_address_book_api_field_display_name_firstname
source: First name
de_ch: Vorname
es_es: Nombre
fr_ca: Prénom
it_it: Nome

# cosy_address_book_api_field_display_name_lastname
source: Last name
de_ch: Nachname
es_es: Apellidos
fr_ca: Nom de famille
it_it: Cognome

# cosy_address_book_api_field_display_name_email
source: Email
es_es: Correo

# cosy_address_book_api_field_display_name_phone
source: Phone
de_ch: Telefon
es_es: Teléfono
fr_ca: Téléphone
it_it: Telefono

# cosy_address_book_api_field_display_name_notes
source: Notices
de_ch: Notizen
es_es: Notas
fr_ca: Notes
it_it: Annotazioni

# cosy_address_book_api_field_display_name_consent
source: Consent (mandatory field)
de_ch: Einwilligung (Pflichtfeld)
es_es: Consentimiento (obligatorio)
fr_ca: Consentement (champ obligatoire)
it_it: Consenso (campo obbligatorio)

# cosy_address_book_synchronisation_ready_hint
source: Contact details from your contact form are automatically saved in your 1&1 IONOS address book.
de_ch: Kontaktdaten aus Ihrem Kontaktformular werden automatisch in Ihrem 1&amp;1 IONOS Addressbuch abgespeichert.
es_es: Los datos del formulario de contacto se guardarán automáticamente en la Libreta de direcciones.
fr_ca: Les données de contact de votre formulaire de contact seront automatiquement enregistrées dans votre Carnet d'adresses 1&1 IONOS.
it_it: I dati di contatto del tuo modulo di contatto vengono automaticamente salvati nella rubrica 1&1 IONOS.

# cosy_address_book_deconnection_url_text
source: Disconnect
de_ch: Verbindung lösen
es_es: Desconectar
fr_ca: Retirer la connexion
it_it: Rimuovi il collegamento

# cosy_address_book_consent_field_constraint_hint
source: Due to the current EU data protection directive, the data of the contact form may only be stored in your 1&1 IONOS address book if the user agrees to its storage. For this reason, the &quot;Consent&quot; field is mandatory.
de_ch: Aufgrund der aktuellen EU-Datenschutzrichtlinie dürfen die Daten des Kontaktformulars nur in Ihrem Addressbuch gespeichert werden,&nbsp;wenn der Nutzer der Speicherung zustimmt. Aus diesem Grund ist das Feld &quot;Einwilligung&quot; ein Pflichtfeld.
es_es: Debido al Reglamento General de Protección de Datos de la Unión Europea, los datos del formulario de contacto pueden guardarse en la Libreta de direcciones solo si el usuario ha expresado su consentimiento. Por este motivo, el campo &quot;Consentimiento&quot; es obligatorio.
fr_ca: En raison de la directive européenne en vigueur sur la protection des données, les données du formulaire de contact ne peuvent être enregistrées dans votre Carnet d'adresses 1&1 IONOS que si l'utilisateur y consent. Pour cette raison, le champ « Consentement » est un champ obligatoire.
it_it: In conformità all'attuale direttiva UE sulla protezione dei dati, i dati del modulo di contatto possono essere salvati nella tua rubrica 1&1 IONOS solo se l'utente acconsente al loro salvataggio. Per questo motivo, il campo &quot;Consenso&quot; è obbligatorio.

# cosy_address_book_gdpr_hint_content
source: Please note:<br/>Due to the current EU data protection directive, the contact form data may only be stored in your 1&1 IONOS address book if the user agrees to the storage. For this reason, the consent field is mandatory, so make sure that you obtain the consent of your users.
de_ch: Bitte beachten Sie:<br/>Aufgrund der aktuellen EU-Datenschutzrichtlinie dürfen die Daten des Kontaktformulars nur in Ihrem Addressbuch gespeichert werden,&nbsp;wenn der Nutzer der Speicherung zustimmt. Aus diesem Grund ist das Feld Einwilligung ein Pflichtfeld.Stellen Sie deshalb sicher, dass Sie eine Einwilligung Ihrer Nutzer einholen.
es_es: A tener en cuenta:<br/>Debido al Reglamento General de Protección de Datos de la Unión Europea, los datos del formulario de contacto pueden guardarse en la Libreta de direcciones solo si el usuario ha expresado su consentimiento. Por este motivo, el campo &quot;Consentimiento&quot; es obligatorio. Asegúrese de obtener el consentimiento de los usuarios.
fr_ca: Veuillez noter:<br/>En vertu de la directive actuelle de l'UE sur la protection des données, les données du formulaire de contact ne peuvent être enregistrées dans votre Carnet d'adresses 1&1 IONOS que si l'utilisateur y consent. Pour cette raison, le champ de consentement est obligatoire. Assurez-vous donc d'obtenir le consentement de vos utilisateurs.
it_it: Attenzione: <br/>In conformità all'attuale direttiva UE sulla protezione dei dati, i dati del modulo di contatto possono essere salvati nella tua rubrica 1&1 IONOS solo se l'utente acconsente al loro salvataggio. Per questo motivo, il campo Consenso è obbligatorio. Assicurati quindi che l'utente acconsenta al salvataggio dei suoi dati.

# cosy_address_book_generic_error
source: An error occurred during saving. Please try again.
de_ch: Beim speichern ist ein Fehler aufgetreten. Bitte versuchen Sie erneut.
es_es: Se ha producido un error al guardar la información. Por favor, inténtelo de nuevo.
fr_ca: Une erreur s'est produite lors de l'enregistrement. Veuillez réessayer.
it_it: Si è verificato un errore durante il salvataggio. Ti preghiamo di riprovare.

# cosy_address_book_field_mapping_successful
source: The assignment of the fields was saved successfully.
de_ch: Die Zuordnung der Felder wurde erfolgreich gespeichert
es_es: Los campos se han asignado con éxito.
fr_ca: L'affectation des champs a été enregistrée avec succès.
it_it: L'assegnazione dei campi è stata salvata con successo.

# cosy_address_book_plugin_description_header
source: Plugins
it_it: Plugin
